name: "InceptionV1"
input: "inputs"
input_shape {
  dim: 2
}
layer {
  name: "Scale"
  type: "Scale"
  bottom: "Scale"
  top: "Scale"
  batch_norm_param {
    use_global_stats: true
    eps: 0001
  }
}
